[
{"title": " Phasing out teen smoking could save 1.2 million lives —WHO cancer agency study ", "body": ["PARIS — Banning the sale of tobacco to people born between 2006 and 2010 could prevent around 1.2 million deaths from lung cancer by the end of the century, said a modeling study released Thursday.", "Smoking is responsible for roughly 85 percent of all cases of lung cancer, the deadliest cancer worldwide, according to the World Health Organization.", "If current trends continue, there will be nearly three million lung cancer deaths among people born from 2006 to 2010, said the new study from the WHO's International Agency for Research on Cancer (IARC).", " ", "???? ", " published in ", ", the first study of its kind, shows that more than 40% of all ", " ????deaths could be avoided in people born in 2006-2010 if tobacco smoking???? were eliminated????.", " ", " ", "But if tobacco sales were banned for these 650 million people, around 1.2 million deaths could be prevented by 2095, estimated the modeling research published in The Lancet Public Health journal.", "The study, one of the first studies aiming to assess the impact of a tobacco-free generation, drew on data about cancer cases and deaths from 185 countries.", "More than 45 percent of lung cancer deaths among men around the world could be prevented, and nearly 31 percent among women, the research found.", "\"This difference is linked to the tobacco industry's gender-targeted marketing over the past few decades,\" IARC researcher and study co-author Isabelle Soerjomataram said in a statement.", "But in some regions—North America and parts of Europe, Australia and New Zealand—ending tobacco sales could prevent more deaths among women than men, the modeling suggested.", "The most lives—78 percent—could be saved among women in western Europe, while the highest rate for men was nearly 75 percent in central and eastern Europe.", "The study cautioned that the \"deaths that we estimated could not be prevented could be due to other risk factors associated with lung cancer,\" such as air pollution or exposure to second-hand smoke.", "Tobacco-free generation initiatives have already been implemented in some countries, such as New Zealand and parts of Australia and the United States.", "In 2022, New Zealand became the first country to ban cigarette sales to people born after 2008. But late last year, the country's new conservative government announced it planned to scrap the measure.", "In contrast, the UK's new Labour government has been supportive of former Conservative prime minister Rishi Sunak's plan to ban cigarette sales to anyone born after January 2009.", "The authors of the IARC study nevertheless stressed that tobacco-free generation policies were not enough to tackle the health scourge of tobacco, particularly for current smokers.", "They also called for proven measures such as increasing taxes on cigarettes, and more smoke-free environments as well as support for efforts to quit. "]}
]